import scss from './TeamMemberPage.module.scss';
import { useTranslation } from 'react-i18next';
import photo from '../../images/team/team_member_1.webp';
import { Helmet } from "react-helmet-async";
import OptimizedImage from '../../components/OptimazedImage/OptimazedImage';
import MetaTags from "./../../helpers/metaTags";

const TeamMember1Page = () => {
  const { t } = useTranslation();
  const metaTags = MetaTags();

  return (
    <> 
      <Helmet>
        <title>{t("TeamMember1_name")}</title>
        <meta name="description" content={t("TeamMember1_position")}/>
        {/* <link rel="canonical" href="https://www.clinic-aurum.com/team"></link> */}
        <meta property="og:title" content={t("TeamMember1_name")} />
        <meta property="og:description" content={t("TeamMember1_position")}/>
        {metaTags}
      </Helmet>
      <div className={scss.container}>
          <div className={scss.content_wrapper}>
              <div className={scss.image_wrapper}>
                <OptimizedImage src={photo} alt="team_member" className={scss.image}/>
                <h1 className={scss.title}>{t("TeamMember1_name")}</h1>
                <h2 className={scss.subtitle}>{t("TeamMember1_position")}</h2>
              </div>
              <div className={scss.list_wrapper}>
                <ul className={scss.list}>{t("TeamMember_specialization")}:
                  <li className={scss.list_item}>{t("TeamMember1_specialization1")}</li>
                  <li className={scss.list_item}>{t("TeamMember1_specialization2")}</li>
                  <li className={scss.list_item}>{t("TeamMember1_specialization3")}</li>
                  <li className={scss.list_item}>{t("TeamMember1_specialization4")}</li>
                  <li className={scss.list_item}>{t("TeamMember1_specialization5")}</li>
                  <li className={scss.list_item}>{t("TeamMember1_specialization6")}</li>
                </ul>
                <ul className={scss.list}>{t("TeamMember_education")}:
                  <li className={scss.list_item}>{t("TeamMember1_text1")}</li>
                  <li className={scss.list_item}>{t("TeamMember1_text2")}</li>
                  <li className={scss.list_item}>{t("TeamMember1_text3")}</li>
                  <li className={scss.list_item}>{t("TeamMember1_text4")}</li>
                  <li className={scss.list_item}>{t("TeamMember1_text5")}</li>
                  <li className={scss.list_item}>{t("TeamMember1_text6")}</li>
                </ul>
                <span className={scss.text}>{t("TeamMember1_text7")}</span>
              </div>
          </div>
          <span className={scss.super_text}>Волченко Євген Євгенович- кандидат психологічних наук, лікар фізичної реабілітаційної медицини.
   
   Системно-структурний підхід в реабілітації.
   
   Концепт холістично-салютогенетичного  підходу в реабілітації .
   
   
   Системний підхід- людина розглядається  як цілосна істота в якої відбувається поєднання та взаємодія тілесного, душевного та духовного принципів існування матерії.
   Структура- згідно з структуралістською феноменологію Генріха Ромбаха(1923-2004) розум притаманний не тільки свідомості, а також і навколишньої дійсності. В основі реальності та свідомості лежать структури однотипні за  своєю природою. Тому феномени можна розглядати як самостійні предмети здатні  самоконструюватися.
   Ціль структурно-феноменологічного аналізу виявлення структур , які є загальними як для свідомості так і для реальних предметів.
   Салютогенез- (salus-лат.-здоров’я, genesis-походження) термін введений соціологом Антоновським у 1979р який означає підхід до оздоровлення через природні властивості людини в процесах саморегуляції.
   
   Відповідно  з визначеним  системним підходом ми маємо три рівні терапевтично-відновлюванного впливу на травмовану людину:
   
   1-Тілесно-орієнтована терапія (терапія через тіло- підсвідомий вплив на свідомість та мотивацію життя- методи фізичної реабілітації- , апаратна фізіотерапія, кінезіотерапія, лікувальний массаж, остеопатія, ритмічні втирання лікувальних мазей та олій, сухі теплі грязеві компреси Юра - Фанго,масляно-десперсійні ванни… )
   (Активна-Пасивна)
   
   Виконавці-
   Лікарь, фізичний терапевт, остеопат, реабілітолог.
   Основні цілі-
   Стабілізація фізичногот стану, функціональної активності ( больовий синдром, артеріальний тиск,  проблеми травлення,  порушення сну…)
   Набуття тілесної впевненності, усвідомлення свого функціонального стану, фізичних можливостей.
   
   
   
   2-Терапія через вплив культурної  діяльності ( через почуття вплив на свідомість та мотивацію життя - творчо мистецька діяльність,- музика,кіно, живопис, тварини, танці, фізична культура та спорт(наприклад, використовувати вправи зі скелелазіння, щоб відновити довіру до себе та інших, яку було втрачено через травму) , працєтерапія ( активна та пасивна, групова та індивідуальна робота) 
   Викрнавці-
   Психотерапевт, психолог,ерготерапевт, арттерапевт, тренер 
   Основні цілі-
   Набуття довіри в соціальному житті, стосунків між людьми,натхнення та спроможності в творчої діяльності
   
   
   3-Терапія - свідома  практика мислення цінностної свідомості  (пряме усвідомлення сенсу , мотивації в житті.
    групова та індивідуальна робота.
   Екзестенційні питання цінностей, життя та смерть, історія, наука,культура, релігія,  біографія, родина, традиції тощо)
   Виконавці-
   Командна робота :
   лікар, психолог, пастор, історик, філософ, діячі культури, юрист,…
   Основні цілі-
   Набуття цінносної свідомісті, самодостатності, гідності, духовний розвиток, віра в себе, усвідомлення своєї біоргафії 
   
   
   
   Структури допомоги:
   
              1-Стабілізація як предумова опрацювання травми.
   
   Після надзвичайного стресу все стало не таким, як було раніше. Життя стало неконтрольованим і невизначеним. 
   
   «Для людей із травматичним життєвим досвідом світ став місцем загрози та невизначеності. 
   Травма похитує віру в себе та довіру к  світіу , залишає сліди страху, які перетворюють  оточуюче середовище на місце потенційної небезпеки (…)» (Scherwath & Friedrich, 2012, p. 70).  «(…) сприйняття внутрішнього відчуття безпеки порушується» (Kühn, 2009, стор. 31). 
   
   Отже, работа з травмою  спочатку вимагає стабілізації жертви (Imm-Balzen & Schmieg, 2017). Це, у свою чергу, вимагає почуття безпеки. 
   Якщо травмовані люди не відчувають безпеки, вони реагують, постійно захищаючись від уявних загроз. Це перешкоджає їхньому бажанню навчатися та  їхньому психосоціальному розвитку: «У цьому стані неможливо досягти ані навчання, ані зміни поведінки, ані придбання нового  досвіду. Навпаки, моделі  поведінки з уникненням спілкування стають хронічними (…)» (Kaiser, 2016, с. 48). 
   
   Створення безпечних місць є необхідною передумовою для стабілізації та пропрацювання травматичного досвіду за допомогою педагогічно-терапевтичних втручань.  (Ruf, 2011).
   
   
   -Зовнішня стабілізація: зовнішнє оточуюче середовище- безпечне місце
     
   Постраждалі відчувають величезну невпевненість після травми. Тоді їм потрібні місця прибування, де їм нічого не загрожує і де вони можуть почуватися в безпеці.
   
   -Фізична стабілізація: власне тіло як безпечне місце 
     
   Після травми власне тіло часто перестає сприйматися як безпечне місце. Тому у багатьох постраждалих після травми виникають проблеми з просторово - тілесною орієнтацією. Людське тіло більше не є захисною оболонкою, яка могла б запропонувати душі безпеку як дім. Тіло треба спочатку знову зробити місцем перебування душі. Здорове та збалансоване харчування, дбайлива гігієна тіла, фізично-силові вправи, сенсорний догляд та пов’язані з тілом терапевтичні застосування (ванни, втирання, масажі, компреси тощо) можуть значно підтримати процес пошуку нового дому у власному тілі. (Ruf, 2012, S. 142-149)
   
   -Соматично-регенеративна стабілізація: людські ритми як безпечне місце 
   
   Травматизація викликає  порушення життєвих ритмів, які мають тривалий вплив на психологічне благополуччя, а також на фізичне та психічне здоров’я. Після травматизації необхідно знову стабілізувати порушені органічні ритми. Цьому можна сприяти через  створення ритмічої повсякденної структури життя, враховуючи добові, тижневі,місячні та річні ритми.(Ruf, 2011, S. 195-216).
   
   
   -Внутрішня психологічна стабілізація: душа як безпечне місце 
    
   Після травматичних переживань внутрішній простір душі з її основними психологічними силами мислення, почуттів і бажання більше не є безпечним місцем. Порушується здатність зосереджуватися та звертати увагу, погіршується пам’ять і самоефективність. Вторгнення і кошмари наповнюють душу. Для того, щоб внутрішній простір душі знову став місцем внутрішньої безпеки, необхідно досягти здатності блокувати гнітючі, травматичні світи образів і перейти у внутрішнє, безпечне місце. 
   Тренування уваги та концентрації в іграх, наприклад, за допомогою таких ігор, як «Мікадо» та «Пам’ять», або за допомогою малювання форм, ручної роботи та рукоділля, може сприяти внутрішній стабілізації. Також важливо невербально виражати травматичний досвід і таким чином стимулювати процеси обробки. Містецько-творчі види діяльності, такі як малювання, малювання аквареллю, спів, гра на музиці, танці або моделювання, особливо підходять (Ruf, 2012, стор. 127-130, Eckhardt, 2005, стор. 51-52).
   
   -Психо-соціальна стабілізація: надійні стосунки як безпечне місце. Травма руйнує довіру. 
   
   Після надзвичайних травматичних переживань у багатьох постраждалих зазвичай виникає розлад  зв’язків та стосунків(Brisch & Hellbrügge, 20093). Без соціальної стабілізації опрацювання травми часто неможливо. Отже, психосоціальна стабілізація вимагає нового, надійного досвіду стосунків. Травмовані люди повинні мати можливість знову покладатися на безпечні мережі стосунків. У різних соціальних закладах можна пропонувати позитивні відносини та сприяти позитивній взаємодії. З належним педагогічним  керівництвом  кожна лікарняна палата, реабілітаційний центр, культурно-навчальний центр ,спортивний клуб тощо можуть стати «спільнотою лікування травм» (Ruf & Reveriego, 2013, стор. 227-228; Bausum, 2009, стор. 184-186; Ruf, 2008, тор 316).
   
   -Ментальна  стабілізація: «Я»-людини як безпечне місце 
   
   Травмовані люди втратили впевненість у собі. Перитравматичний досвід характеризувався безсиллям, безпорадністю та втратою контролю. Тепер це впливає на погляди на світ, людей і себе та змінює  цінності орієнтації. Щоб стабілізуватися духовно і психічно,  потрібно зміцнити відчуття себе, віру та впевненість у собі. 
   Завдяки посттравматичному самовідновленню здатності саморегуляції, досвіду самоефективності та досвіду автономії, власне «Я»-людини знову можна відчути як безпечне місце, з якого можна наблизитися до викликів і небезпек і подолати їх. У педагогічному контексті досвід самоефективності можна сприяти, наприклад, через практичні уроки ручної роботи-  реміснича діяльність-робота з деревом, металом, глиною , в’язання морських вузлів тощо, спілкування з тваринами, театральна, циркова та пригодницька педагогічна робота служать, серед іншого, зміцненню впевненості в собі та сприянню самодостатьності людини (Ruf & Reveriego, 2013, стор. 230-231).
   
   -Духовна стабілізація: трансцендентальний світ як безпечне місце
    
   Передсмертні переживання часто є частиною досвіду травми. Релігійність і духовність вважаються важливими захисними факторами для запобігання травматичним розладам. Поглиблення релігійності та духовності є водночас характеристиками посттравматичного зростання. Відчуття захищеності та безпеки духовними силами та духовними істотами допомагає пережити травму. Духовний світ також можна сприймати як безпечне місце. Життєва реальність гуманістичних цінностей у навчальних закладах та культивування релігійно-духовних почуттів може бути актуальною для опрацювання травми. (Baierl, 20152, стор. 69-70; Ruf, 2011, стор. 215-216).
   
   
   
                     2-Безпечне місце
   
   Катастрофи зазвичай руйнують як зовнішній,  так и внутрішній світ людини.
   Виникають руйнівні почуття «втрати, смутку, дезорієнтації, гніву та почуття відчуженості» (Juen, Warger, Nindl, Walter, scratch, 2017).
    Після сильного стресу травмовані люди потребують негайної допомоги від компетентної людини в сенсі безпеки. Без цього досвіду  переживання безпеки душевна рана  може  не загоїтися. «Втрата безпеки у зовнішньому світі як «безпечного місця» назавжди руйнує уявлення людини про внутрішнє відчуття безпеки» (Kühn, 2009, 31). Без цього досвіду безпеки  у постраждалих необхідний процес загоєння ран може не початися.
     «Безпечними місцями» в зонах бойових дій  та стихійних лих можуть бути навчальні заклади, а також лікарні, притулки для надзвичайних ситуацій, намети чи контейнери в центрах евакуації або просто позначені відкриті місця серед завалів (Ruf, 20182). У цих структурованих безпечних центрах захисту травмованим людям необхідно підтримувати терапевтичну допомогу. «Педагогічне місце як зовнішнє безпечне місце пропонує чіткі структури та встановлює (…) правила .» (Kumberger, 2007, 45). Це приборкує внутрішній хаос, спричинений травмою, формує повсякденне життя та сприяє нормалізації стану. Правила та обмеження  сприяють виникненю нового стану та життєвої орієнтації.
     Таким чином, такі заклади, як лікарні, шпіталі, реабілітаційні центри, спортивні клуби,навчальні заклади, соціо-культурні центри повинні стати структурованими, безпечними місцями для людей з ПТСР, де психологічні рани лікуються компетентно з можливим зціленням (Ruf, 20182, Ruf, 2011; Ding, 2009). 
    Це місця, де враховуються фізичні, психосоціальні та духовні потреби. Перш за все, після екстремального стану вкрай необхідні турбота з любов’ю, пропозиції щодо надійних стосунків,  допомога завдяки переживанню  цілющіх  внутрішніх  образів через кіно, театр,  живопис, музикуі,  біографій історичних героїв, героїв міфів,  відновлення підтримуючих повсякденних структур і ритуалів, які пропонують нову орієнтацію у світі, який занурений у хаос.
    Забезпечення захисту та безпеки лікує!
   
   Фізичний рівень:
   
   На фізичному рівні чітка структура  кімнат може значно розслабити та стабілізувати травмованих людей. До цього відноситься креативний дизайн приміщення з зонами для фізичних вправ та ігор, а також зон де  можливі  відпочинок  та усамітнення. Важливим є також питання кольорового дизайну. Кольори та форми  приміщеннь мають ефект впливу більш на психо-емоційний  на стан людини.  
   Фіксований порядок, зменшення предметів і матеріалів  в кімнатах так само важливо  для травмованих людей . Зовнішній порядок  ,  обмеження сенсорних впливів в кімнаті де відбувається терапія,  протидіє внутрішньому хаосу людини, россіяноісті  її уваги,захищає від відволікання  та допомогає якості сприйняття оточення.  Ось чому, наприклад, закриті шафи в кімнатах краще відкритих полиць. 
   Крім формування структури простору , важливими є також чітко сформульовані правила поведінки. 
   Чіткість, прозорість і естетика лікують! 
   
   Травма порушує фізіологічні ритми. На рівні педагогічного втручання в терапії важливо дотримуватись встановленному порядку  ритма і ритуалізації розпорядку дня, перебігу тижня, місяця та річного циклу. Всі  терапевтичні процеси та процесси життєдіяльності  повинні бути пронизані «ритмічним диханням» . Структура дня повинна, по можливості, будуватися на основі біологічного добового ритму і, крім пізнавальної діяльності, включати також  творчо-мистецьку та  ремісничу діяльність. Щотижневий ритм можна структурувати, серед іншого, через заходи  святкування в певній спільноті  початку та  кінця тижня. Травмовані люди потребують чітких тімачасових структур , які пропонують їм  орієнтацію  в житті . Відсутність режиму та ритму в життєдіяльності людини, як правило, мають на неї загрозливий вплив і призводять до розладів  стану здоров’я та поведінки. 
   Ритм і ритуалізація лікують!
   
   Психо-соціальний рівень:
   
   На психо-соціальному рівні йдеться насамперед про структуру стосунків. Травматичний екстремальний стрес майже завжди призводить до розладів зв’язків  та стосунків. Таким чином, одним з найважливіших факторів реабілітаційної допомоги в контексті психотравматизації є структура відносин. Це призводить до зміцнення особистості постраждалих. 
   Результати нейробіологічних досліджень вражаюче показують, що виправлення недовіри, викликаної травмою, за допомогою нових, надійних пропозицій стосунків можна вважати найважливішим підходом до подолання психотравми (Hüther, 2002). Тому найкращі освітньо-терапевтичні методи не можуть замінити міжособисті стосунки . Це основа і передумова всіх  процесів реабілітаційної допомоги. Травмованим людям з їх часто складною, часто провокаційною поведінкою необхідно надати відчуття,  того що вони  є потрібні , бажані в суспільстві. Особисте привітання рукостисканням може сприяти необхідній позитивній близькості та поваги. Прямо дивитись в  очі , не відводити погляд, також є частиною турботливих стосунків та впливає на їх надійність . 
   Конструктивна взаємодія  створює відносини.Важливо визнавати групові стосунки як ресурси в терапевтично-педагогічному процессі реабілітації . Сціально-групова атмосфера може бути цілющою. Травмованим людям потрібні стабільні стосунки. Відносини лікують!
   
   Біографічний рівень:
   
   На біографічному рівні реабілітаційні заклади можуть стати місцями корекції травматичного досвіду, простором для нових позитивних вражень. Досвід безсилля має бути замінений досвідом самоефективності та здатності діяти, розрив стосунків –  досвідом нових зв’язків, а проблеми з самооцінкою – зміцненням впевненості в собі. Такі корекції травматичних переживань цілющі! Мова теж може лікувати! Травмовані люди часто залишаються безмовними. Вони надзвичайно чуйно реагують на промови. Вони приділяють більше уваги невербальним аспектам, таким як інтонація, жести, поза та міміка. На мовному рівні слід звернути увагу на яскраву, конкретну мову з простими конструкціями речень і позитивними формулюваннями. Через низьку самооцінку критику зазвичай неправильно розуміють як лобову атаку на себе. Але деяким травмованим людям також важко терпіти похвалу. Усе це свідчить про те, що педагогам і терапевтам необхідно працювати над використанням мови та висловлювання. Якщо при проектуванні врахувати просторові, часові, стосункові, біографічні та мовні структури, реабілітаційні заклади в умовах війни можуть стати «безпечними місцями», які сприятимуть стабілізації травмованих людей  та допомагатимуть їм опрацювати травматичний досвід .
   
   
   
   Notfall- und traumapädagogische Methoden ( Методі невідкладної  педагогічної допомоги травм), Паціфаль-центрум, Карслуе.
   
   Травматичний досвід залишає жертв безмовними. Зазвичай вони не можуть розповідати про свій досвід, і їх не можна примушувати до цього. 
   
   Мистецька діяльність, така як малювання, малювання, ліплення, танці, спів або створення музики, може допомогти творчо виразити  переживання які  насправді травмована людина не може описати вербально ,прибуваючи в гострому посттравматичному стані. 
   
   Цілєспрямований догляду за ритмом  гармонізує  та активує сили самовідновлення травмованного організму.
   Це, серед іншого, передбачає структурований і ритмічний розпорядок дня, регламентований час їжі та сну. 
   Ритуалізація,- ранкові ритуали та ритуали перед сном, забезпечують безпеку, підтримку та нову орієнтацію. 
   
    Кінезіотерапія, гімнастика Ботмера, а також масажі та ритмічні втирання, компреси на печінку та нирки  покращюють функціональний стан  органів, допомогають полегшити  спазми м’язів, пов’язані з травмою, покращити сон.
   
    Педагогично-терапевтичні вправи  в ігровій формі компенсувати пов’язану з травмою втрату соціальних навичок і розвинути нові соціальні навички. Здатність до концентрації, яка погіршилася після надзвичайного стресу, можна подолати, наприклад, за допомогою ігор з нитками, пам’яті, мікадо або вправ на уважність. 
   
   
   Культурна программа використання  «цілющих образів» через кіно, оповідання та біографії (розповідь історій), вистави також виявилися корисними для екстреного освітнього втручання. Травма фіксує свою жертву на минулому і блокує перспективи в майбутньому. Тому майбутнє потрібно відвойовувати для травмованих.
   Це можна зробити шляхом спільного планування та реалізації проектів, таких як:  спільний обід , зустріч з цікавими людьми( відомі актори , музиканти, науковці наприклад) або екскурсія. 
   
   Таким чином долається пов’язане з травмою відчуття безсилля та безпорадності, набуваються нові навички та відкривається досвід самоефективності. Стрес робить вас хворими. Як показує «психо-нейроімунологія», стресові переживання мають величезний вплив на імунну систему. Стрес чи інші негативні почуття та спогади порушують серцеві ритми, послаблюють імунну систему, погіршують можливості відновлення організму. Імуноглобуліни А, які постійно виробляються в слизових оболонках і захищають від інфекцій, значно знижуються через стрес, що послаблює опірність організму. Таким чином, існує значно вищий ризик інфікування навіть після травми. Щасливі моменти, навпаки, підвищують готовність організму до відновлення. Радість, досвід емпатії та позитивні спогади призводять до злагодженості серцевих ритмів і збільшення вироблення імуноглобулінів А. Пережита радість зміцнює стійкість травмованих і стимулює їхні сили до самовідновлення . Зміцнення впевненості і радості від життя сприяє їх стійкості. Радість теж лікує!
   
                                      Структури допомоги:
   
              1-Стабілізація як предумова опрацювання травми
   
   Після надзвичайного стресу все стало не таким, як було раніше. Життя стало неконтрольованим і невизначеним. 
   
   «Для людей із травматичним життєвим досвідом світ став місцем загрози та невизначеності. 
   Травма похитує віру в себе та довіру к  світіу , залишає сліди страху, які перетворюють  оточуюче середовище на місце потенційної небезпеки (…)» (Scherwath & Friedrich, 2012, p. 70).  «(…) сприйняття внутрішнього відчуття безпеки порушується» (Kühn, 2009, стор. 31). 
   
   Отже, работа з травмою  спочатку вимагає стабілізації жертви (Imm-Balzen & Schmieg, 2017). Це, у свою чергу, вимагає почуття безпеки. 
   Якщо травмовані люди не відчувають безпеки, вони реагують, постійно захищаючись від уявних загроз. Це перешкоджає їхньому бажанню навчатися та  їхньому психосоціальному розвитку: «У цьому стані неможливо досягти ані навчання, ані зміни поведінки, ані придбання нового  досвіду. Навпаки, моделі  поведінки з уникненням спілкування стають хронічними (…)» (Kaiser, 2016, с. 48). 
   
   Створення безпечних місць є необхідною передумовою для стабілізації та пропрацювання травматичного досвіду за допомогою педагогічно-терапевтичних втручань.  (Ruf, 2011).
   
   
   -Зовнішня стабілізація: зовнішнє оточуюче середовище- безпечне місце
     
   Постраждалі відчувають величезну невпевненість після травми. Тоді їм потрібні місця прибування, де їм нічого не загрожує і де вони можуть почуватися в безпеці.
   
   -Фізична стабілізація: власне тіло як безпечне місце 
     
   Після травми власне тіло часто перестає сприйматися як безпечне місце. Тому у багатьох постраждалих після травми виникають проблеми з просторово - тілесною орієнтацією. Людське тіло більше не є захисною оболонкою, яка могла б запропонувати душі безпеку як дім. Тіло треба спочатку знову зробити місцем перебування душі. Здорове та збалансоване харчування, дбайлива гігієна тіла, фізично-силові вправи, сенсорний догляд та пов’язані з тілом терапевтичні застосування (ванни, втирання, масажі, компреси тощо) можуть значно підтримати процес пошуку нового дому у власному тілі. (Ruf, 2012, S. 142-149)
   
   -Соматично-регенеративна стабілізація: людські ритми як безпечне місце 
   
   Травматизація викликає  порушення життєвих ритмів, які мають тривалий вплив на психологічне благополуччя, а також на фізичне та психічне здоров’я. Після травматизації необхідно знову стабілізувати порушені органічні ритми. Цьому можна сприяти через  створення ритмічої повсякденної структури життя, враховуючи добові, тижневі,місячні та річні ритми.(Ruf, 2011, S. 195-216).
   
   
   -Внутрішня психологічна стабілізація: душа як безпечне місце 
    
   Після травматичних переживань внутрішній простір душі з її основними психологічними силами мислення, почуттів і бажання більше не є безпечним місцем. Порушується здатність зосереджуватися та звертати увагу, погіршується пам’ять і самоефективність. Вторгнення і кошмари наповнюють душу. Для того, щоб внутрішній простір душі знову став місцем внутрішньої безпеки, необхідно досягти здатності блокувати гнітючі, травматичні світи образів і перейти у внутрішнє, безпечне місце. 
   Тренування уваги та концентрації в іграх, наприклад, за допомогою таких ігор, як «Мікадо» та «Пам’ять», або за допомогою малювання форм, ручної роботи та рукоділля, може сприяти внутрішній стабілізації. Також важливо невербально виражати травматичний досвід і таким чином стимулювати процеси обробки. Містецько-творчі види діяльності, такі як малювання, малювання аквареллю, спів, гра на музиці, танці або моделювання, особливо підходять (Ruf, 2012, стор. 127-130, Eckhardt, 2005, стор. 51-52).
   
   -Психо-соціальна стабілізація: надійні стосунки як безпечне місце Травма руйнує довіру. 
   
   Після надзвичайних травматичних переживань у багатьох постраждалих зазвичай виникає розлад  зв’язків та стосунків(Brisch & Hellbrügge, 20093). Без соціальної стабілізації опрацювання травми часто неможливо. Отже, психосоціальна стабілізація вимагає нового, надійного досвіду стосунків. Травмовані люди повинні мати можливість знову покладатися на безпечні мережі стосунків. У різних соціальних закладах можна пропонувати позитивні відносини та сприяти позитивній взаємодії. З належним педагогічним  керівництвом  кожна лікарняна палата, реабілітаційний центр, культурно-навчальний центр ,спортивний клуб тощо можуть стати «спільнотою лікування травм» (Ruf & Reveriego, 2013, стор. 227-228; Bausum, 2009, стор. 184-186; Ruf, 2008, тор 316).
   
   -Ментальна  стабілізація: «Я»-людини як безпечне місце 
   
   Травмовані люди втратили впевненість у собі. Перитравматичний досвід характеризувався безсиллям, безпорадністю та втратою контролю. Тепер це впливає на погляди на світ, людей і себе та змінює  цінності орієнтації. Щоб стабілізуватися духовно і психічно,  потрібно зміцнити відчуття себе, віру та впевненість у собі. 
   Завдяки посттравматичному самовідновленню здатності саморегуляції, досвіду самоефективності та досвіду автономії, власне «Я»-людини знову можна відчути як безпечне місце, з якого можна наблизитися до викликів і небезпек і подолати їх. У педагогічному контексті досвід самоефективності можна сприяти, наприклад, через практичні уроки ручної роботи-  реміснича діяльність-робота з деревом, металом, глиною , в’язання морських вузлів тощо, спілкування з тваринами, театральна, циркова та пригодницька педагогічна робота служать, серед іншого, зміцненню впевненості в собі та сприянню самодостатьності людини (Ruf & Reveriego, 2013, стор. 230-231).
   
   -Духовна стабілізація: трансцендентальний світ як безпечне місце
    
   Передсмертні переживання часто є частиною досвіду травми. Релігійність і духовність вважаються важливими захисними факторами для запобігання травматичним розладам. Поглиблення релігійності та духовності є водночас характеристиками посттравматичного зростання. Відчуття захищеності та безпеки духовними силами та духовними істотами допомагає пережити травму. Духовний світ також можна сприймати як безпечне місце. Життєва реальність гуманістичних цінностей у навчальних закладах та культивування релігійно-духовних почуттів може бути актуальною для опрацювання травми. (Baierl, 20152, стор. 69-70; Ruf, 2011, стор. 215-216).
   
   
   
                     2-Безпечне місце
   
   Катастрофи зазвичай руйнують як зовнішній так і внутрішній світ людини 
   Виникають руйнівні почуття «втрати, смутку, дезорієнтації, гніву та почуття відчуженості» (Juen, Warger, Nindl, Walter, scratch, 2017).
    Після сильного стресу травмовані люди потребують негайної допомоги від компетентної людини в сенсі безпеки. Без цього досвіду  переживання безпеки душевна рана  може  не загоїтися. «Втрата безпеки у зовнішньому світі як «безпечного місця» назавжди руйнує уявлення людини про внутрішнє відчуття безпеки» (Kühn, 2009, 31). Без цього досвіду безпеки  у постраждалих необхідний процес загоєння ран може не початися.
     «Безпечними місцями» в зонах бойових дій  та стихійних лих можуть бути навчальні заклади, а також лікарні, притулки для надзвичайних ситуацій, намети чи контейнери в центрах евакуації або просто позначені відкриті місця серед завалів (Ruf, 20182). У цих структурованих безпечних центрах захисту травмованим людям необхідно підтримувати терапевтичну допомогу. «Педагогічне місце як зовнішнє безпечне місце пропонує чіткі структури та встановлює (…) правила .» (Kumberger, 2007, 45). Це приборкує внутрішній хаос, спричинений травмою, формує повсякденне життя та сприяє нормалізації стану. Правила та обмеження  сприяють виникненю нового стану та життєвої орієнтації.
     Таким чином, такі заклади, як лікарні, шпіталі, реабілітаційні центри, спортивні клуби,навчальні заклади, соціо-культурні центри повинні стати структурованими, безпечними місцями для людей з ПТСР, де психологічні рани лікуються компетентно з можливим зціленням (Ruf, 20182, Ruf, 2011; Ding, 2009). 
    Це місця, де враховуються фізичні, психосоціальні та духовні потреби. Перш за все, після екстремального стану вкрай необхідні турбота з любов’ю, пропозиції щодо надійних стосунків,  допомога завдяки переживанню  цілющіх  внутрішніх  образів через кіно, театр,  живопис, музикуі,  біографій історичних героїв, героїв міфів,  відновлення підтримуючих повсякденних структур і ритуалів, які пропонують нову орієнтацію у світі, який занурений у хаос.
    Забезпечення захисту та безпеки лікує!
   
   Фізичний рівень:
   
   На фізичному рівні чітка структура  кімнат може значно розслабити та стабілізувати травмованих людей. До цього відноситься креативний дизайн приміщення з зонами для фізичних вправ та ігор, а також зон де  можливі  відпочинок  та усамітнення. Важливим є також питання кольорового дизайну. Кольори та форми  приміщеннь мають ефект впливу більш на психо-емоційний  на стан людини.  
   Фіксований порядок, зменшення предметів і матеріалів  в кімнатах так само важливо  для травмованих людей . Зовнішній порядок  ,  обмеження сенсорних впливів в кімнаті де відбувається терапія,  протидіє внутрішньому хаосу людини, россіяноісті  її уваги,захищає від відволікання  та допомогає якості сприйняття оточення.  Ось чому, наприклад, закриті шафи в кімнатах краще відкритих полиць. 
   Крім формування структури простору , важливими є також чітко сформульовані правила поведінки. 
   Чіткість, прозорість і естетика лікують! 
   Травма порушує фізіологічні ритми. На рівні педагогічного втручання в терапії важливо дотримуватись встановленному порядку  ритма і ритуалізації розпорядку дня, перебігу тижня, місяця та річного циклу. Всі  терапевтичні процеси та процесси життєдіяльності  повинні бути пронизані «ритмічним диханням» . Структура дня повинна, по можливості, будуватися на основі біологічного добового ритму і, крім пізнавальної діяльності, включати також  творчо-мистецьку та  ремісничу діяльність. Щотижневий ритм можна структурувати, серед іншого, через заходи  святкування в певній спільноті  початку та  кінця тижня. Травмовані люди потребують чітких тімачасових структур , які пропонують їм  орієнтацію  в житті . Відсутність режиму та ритму в життєдіяльності людини, як правило, мають на неї загрозливий вплив і призводять до розладів  стану здоров’я та поведінки. 
   Ритм і ритуалізація лікують!
   
   Психо-соціальний рівень:
   
   На психо-соціальному рівні йдеться насамперед про структуру стосунків. Травматичний екстремальний стрес майже завжди призводить до розладів зв’язків  та стосунків. Таким чином, одним з найважливіших факторів реабілітаційної допомоги в контексті психотравматизації є структура відносин. Це призводить до зміцнення особистості постраждалих. 
   Результати нейробіологічних досліджень вражаюче показують, що виправлення недовіри, викликаної травмою, за допомогою нових, надійних пропозицій стосунків можна вважати найважливішим підходом до подолання психотравми (Hüther, 2002). Тому найкращі освітньо-терапевтичні методи не можуть замінити міжособисті стосунки . Це основа і передумова всіх  процесів реабілітаційної допомоги. Травмованим людям з їх часто складною, часто провокаційною поведінкою необхідно надати відчуття,  того що вони  є потрібні , бажані в суспільстві. Особисте привітання рукостисканням може сприяти необхідній позитивній близькості та поваги. Прямо дивитись в  очі , не відводити погляд, також є частиною турботливих стосунків та впливає на їх надійність . 
   Конструктивна взаємодія  створює відносини.Важливо визнавати групові стосунки як ресурси в терапевтично-педагогічному процессі реабілітації . Сціально-групова атмосфера може бути цілющою. Травмованим людям потрібні стабільні стосунки. Відносини лікують!
   
   Біографічний рівень:
   
   На біографічному рівні реабілітаційні заклади можуть стати місцями корекції травматичного досвіду, простором для нових позитивних вражень. Досвід безсилля має бути замінений досвідом самоефективності та здатності діяти, розрив стосунків –  досвідом нових зв’язків, а проблеми з самооцінкою – зміцненням впевненості в собі. Такі корекції травматичних переживань цілющі! Мова теж може лікувати! Травмовані люди часто залишаються безмовними. Вони надзвичайно чуйно реагують на промови. Вони приділяють більше уваги невербальним аспектам, таким як інтонація, жести, поза та міміка. На мовному рівні слід звернути увагу на яскраву, конкретну мову з простими конструкціями речень і позитивними формулюваннями. Через низьку самооцінку критику зазвичай неправильно розуміють як лобову атаку на себе. Але деяким травмованим людям також важко терпіти похвалу. Усе це свідчить про те, що педагогам і терапевтам необхідно працювати над використанням мови та висловлювання. Якщо при проектуванні врахувати просторові, часові, стосункові, біографічні та мовні структури, реабілітаційні заклади в умовах війни можуть стати «безпечними місцями», які сприятимуть стабілізації травмованих людей  та допомагатимуть їм опрацювати травматичний досвід .
   
   
   Notfall- und traumapädagogische Angebote 
   4.1.Pädagogische Angebote
   Пропозиції щодо невідкладної допомоги та травм 4.1.Освітні пропозиції 
   
   Педагогічна складова  включає такі теми, як «життєві навички», «навички стосунків», виховання дітей і «біографія». 
   «Біографія» стосується, серед іншого, регулярних подій у життєвому шляху, ритмів життя, а також життєвих криз і можливих рішень, а також виконується конкретна індивідуальна біографічна робота, за допомогою якої можна розповісти власну історію життя. (Meck-Bauer, 2008). У «Життєвих дослідженнях» питання екзистенції розглядаються з практичної точки зору. Сюди входять питання про цінності та значення, смерть і вмирання, етико-релігійно-духовні питання, питання про життя з обмеженими можливостями, зловживання психоактивними речовинами тощо. Метою «науки про стосунки» (Köhler, 2009, 60ff) є пробудження інтересу в інших людей. Це можна зробити через мистецькі дослідження змін людської руки чи обличчя протягом життя або через тексти та вірші на тему «кохання». У цьому контексті ті, кого це стосується, також можуть вносити тексти, які вони написали самі. Любовні фільми можна дивитися, а про відомі пари та друзів говорити. Теми варіюються від концепцій людського співіснування до форм любові (батьківська любов, любов друзів, любов між чоловіком і жінкою, платонічна любов, загальна любов до людей), тем сексуальності, культури спілкування та навичок вирішення конфліктів. Мистецькі та музичні пропозиції включають живопис, малюнок, скульптуру та музику. Сценічні вистави, рольові ігри та театральні проекти також інтегровані в шкільні пропозиції. Ремісничі та практичні пропозиції включають садівництво, обробку дерева, металообробку, каменярство, плетіння кошиків та плетіння. Варіанти рухів включають евритмію, боймерську гімнастику, гімнастику, легку атлетику, командні ігри та бойові мистецтва (наприклад, дзюдо, бокс). Є також індивідуальні пропозиції підтримки в читанні, орфографії та арифметиці, серед іншого.
          </span>
      </div>
    </>    
  )
};

export default TeamMember1Page;